#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2021-02-01 lun 21:05]
| Headline         | Time    |      |
|------------------+---------+------|
| *Total time*     | *11:34* |      |
|------------------+---------+------|
| Agenda hard-work | 11:34   |      |
| \_  Enero 2021   |         | 8:39 |
| \_  Febrero 2021 |         | 2:55 |
#+END:


* Agenda hard-work
** Enero 2021
*** [2021-01-25 lun]
    :LOGBOOK:
    CLOCK: [2021-01-25 lun 16:11]--[2021-01-25 lun 16:57] =>  0:46
    introduccion informal python
    :END:
*** [2021-01-26 mar]
    :LOGBOOK:
    CLOCK: [2021-01-26 mar 17:40]--[2021-01-26 mar 18:25] =>  0:45
    funciones- instalo Spyder para pruebas mejoradas 
    CLOCK: [2021-01-26 mar 10:32]--[2021-01-26 mar 11:32] =>  1:00
    control de flujo - sentencia for(else) - 
    :END:
*** [2021-01-27 mié]
    :LOGBOOK:
    CLOCK: [2021-01-27 mié 18:04]--[2021-01-27 mié 19:09] =>  1:05
    funciones 
    :END:
*** [2021-01-28 jue]
    :LOGBOOK:
    CLOCK: [2021-01-28 jue 17:42]--[2021-01-28 jue 18:05] =>  0:23
    list methods
    :END:
*** [2021-01-29 vie]
    :LOGBOOK:
    CLOCK: [2021-01-29 vie 10:57]--[2021-01-29 vie 12:04] =>  1:07
    sorted / lifo-fifo / comprension de listas
    :END:
*** [2021-01-30 sáb]
    :LOGBOOK:
    CLOCK: [2021-01-30 sáb 20:14]--[2021-01-30 sáb 20:55] =>  0:41
    CLOCK: [2021-01-30 sáb 14:54]--[2021-01-30 sáb 15:17] =>  0:23
    tuplas - conjuntos
    :END:
*** [2021-01-31 dom]
    :LOGBOOK:
    CLOCK: [2021-01-31 dom 19:25]--[2021-01-31 dom 20:35] =>  1:10
    inmersion 2.1-2.4
    CLOCK: [2021-01-31 dom 15:45]--[2021-01-31 dom 16:28] =>  0:43
    inmersion 1.3-1.10
    CLOCK: [2021-01-31 dom 14:15]--[2021-01-31 dom 14:51] =>  0:36
    inmersion 1.1-1.2
    :END:
** Febrero 2021
*** [2021-02-01 lun]
    :LOGBOOK:
    CLOCK: [2021-02-01 lun 20:02]--[2021-02-01 lun 20:54] =>  0:52
    4.1-4.4
    CLOCK: [2021-02-01 lun 17:56]--[2021-02-01 lun 19:02] =>  1:06
    inmersion 3.1-3.3
    CLOCK: [2021-02-01 lun 11:50]--[2021-02-01 lun 12:47] =>  0:57
    inmersion 2.5-2.6
    :END:
